import numpy as np
import pandas as pd
import matplotlib.pyplot as plt


# Завдання 1.
# Створити xls-документ, що містить дані про марки автомобілів, їхню марку,
# споживання пального, максимальну швидкість та вантажопідйомність.
# Кількість записів у документів – 20.

# Завдання 2.
# Візуалізувати залежності:
# споживання пального від вартості – лінійною діаграмою;
# споживання пального від швидкості – точковим графіком;
# вантажопідйомності від швидкості – точковим графіком.

# Завдання 3.
# Побудувати гістограму для розділення автомобілів на 5 груп за швидкістю.

# Завдання 4.
# Побудувати коробковий графік для відображення швидкостей різних марок.

# Завдання 5.
# Побудувати парний графік для відображення залежностей величин.


print('--- Task 1 ---')
